{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp"
    },
    "fzf": {
      "src": "https://github.com/junegunn/fzf"
    },
    "fzf.vim": {
      "src": "https://github.com/junegunn/fzf.vim"
    },
    "hunk.nvim": {
      "src": "https://github.com/julienvincent/hunk.nvim"
    },
    "jj-diffconflicts": {
      "src": "https://github.com/rafikdraoui/jj-diffconflicts"
    },
    "lsp-status.nvim": {
      "src": "https://github.com/WINSDK/lsp-status.nvim"
    },
    "modus-themes.nvim": {
      "src": "https://github.com/WINSDK/modus-themes.nvim"
    },
    "nui.nvim": {
      "src": "https://github.com/MunifTanjim/nui.nvim"
    },
    "nvim-autopairs": {
      "src": "https://github.com/windwp/nvim-autopairs"
    },
    "nvim-lspconfig": {
      "src": "https://github.com/neovim/nvim-lspconfig"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter"
    },
    "vim-commentary": {
      "src": "https://github.com/tpope/vim-commentary"
    },
    "vim-fugitive": {
      "src": "https://github.com/tpope/vim-fugitive"
    },
    "vim-gitgutter": {
      "src": "https://github.com/airblade/vim-gitgutter"
    }
  }
}
